export const stats = [
  { label: '감정', value: 42 },
  { label: '에너지', value: 67 },
  { label: '지식', value: 25 },
  { label: '창의력', value: 50 },
  { label: '행복도', value: 78 },
  { label: '지구력', value: 33 },
  { label: '체력', value: 58 },
  { label: '대인관계', value: 90 },
  { label: '행운', value: 20 },
  { label: '기술', value: 75 },
];

export const greetString = ` (•‿•)
 하루는 오늘도 평범해요!
 오늘도 나를 성장시켜줘!
 당신의 선택으로 하루는 달라져요.`;

export const vote = {
  topic: '오늘 하루는 뭘 해볼까요?',
  option: ['책 읽기 📖', '산책하기 🚶', '게임하기 🎮'],
  infoString: `
    책을 읽으면 하루의 지식이 올라가요! 더 많은 지식을 쌓으면 다양한 인사말과 표정이 생겨요.\n
    하루는 매일 조금씩 성장하고, 여러분의 선택에 따라 더욱 다양한 능력을 얻을 수 있어요.\n
    매일 투표를 통해 하루의 스탯을 변화시키고, 오늘의 선택이 내일을 만들어갑니다.\n
    여러분이 선택한 책은 하루의 지식을 쌓을 수 있게 해주며, 이는 하루의 표정에도 영향을 미쳐요.\n
    더 많은 지식을 쌓으면 하루의 말투나 반응이 달라지고, 더 다양한 행동을 할 수 있게 됩니다.\n
    지식을 통해 하루와의 상호작용이 더욱 풍부해지고, 스토리도 더욱 흥미로워질 거예요.\n
    여러분의 선택이 하루의 미래를 만들어간다는 점에서, 하루를 키워나가는 재미가 커질 거랍니다.\n
    그럼 오늘도 하루에게 무엇을 배워볼까요? 오늘의 선택이 내일의 하루를 만들어가요!\n
  `,
};
